[M_Ep15_CharacterAssassination MissionDefinition]
MissionName="Extração de Dados"
MissionDescription="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá.\nVocê ajudou os Slabs a conseguirem explosivos em [place]Sawtooth Cauldron[-place]. Com isso é possível abrir uma entrada para o [place]Hyperion Info Stockade[-place] e obter as informações necessárias.\n"
TurnInDescription="Chega de planos. Chega de distrações. É hora de colocar um fim nisso."
MissionSummary="Fale com Mordecai sobre como se infiltrar no [place]Hyperion Info Stockade[-place]."
MissionGiver="Ash to Arid Level Tranistion"
MissionTurnInLocation="Mordecai"
TeaserText=""

[M_Ep15_CharacterAssassination:CrankPressure MissionObjectiveDefinition]
ProgressMessage="Sobrecarregue a estação de bombeamento 1"

[M_Ep15_CharacterAssassination:CrankPressureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:DisablePumpStation2ValvesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:DisablePumpStation3ValvesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:DownloadRecording MissionObjectiveDefinition]
ProgressMessage="Descarregue a localização do Guerreiro"

[M_Ep15_CharacterAssassination:DownloadRecordingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:EnterPumpStation2 MissionObjectiveDefinition]
ProgressMessage="Encontre a estação de bombeamento 2"

[M_Ep15_CharacterAssassination:EnterPumpStation3 MissionObjectiveDefinition]
ProgressMessage="Encontre a estação de bombeamento 3"

[M_Ep15_CharacterAssassination:FindEvidence1 MissionObjectiveDefinition]
ProgressMessage="Suba até o terminal 1"

[M_Ep15_CharacterAssassination:FindEvidence2 MissionObjectiveDefinition]
ProgressMessage="Suba até o terminal 2"

[M_Ep15_CharacterAssassination:FindEvidenceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:FindPumpStationSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:FindTerminal MissionObjectiveDefinition]
ProgressMessage="Vá até o terminal de informações"

[M_Ep15_CharacterAssassination:FindTerminalSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Descubra o local onde está o Guerreiro."
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:GetIntoArchive MissionObjectiveDefinition]
ProgressMessage="Entre no Hyperion Info Stockade"

[M_Ep15_CharacterAssassination:GetIntoArchiveSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:GettoPipeLineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. No [place]Hyperion Info Stockade[-place] encontra-se toda a informação que você precisa.\nVocê aumentou a pressão do duto de Eridium que sai da estrutura. Agora vem a parte mais divertida: Mordecai acredita que, se você conseguir investir contra o duto com um veículo, irá explodi-lo como se fosse uma ampolha e assim, conseguirá entrar no Info Stockade. \n"

[M_Ep15_CharacterAssassination:GoToArchiveBuidling MissionObjectiveDefinition]
ProgressMessage="Chegue até o Hyperion Info Stockade"

[M_Ep15_CharacterAssassination:GoToArchiveBuildingSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entre em [place]Hyperion Info Stockade[-place]."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. Em [place]Hyperion Info Stockade[-place] encontra-se toda a informação que você precisa.\nVocê destruiu o duto de Eridium e agora o caminho até o Info Stockade está liberado. Mordecai pediu para que você entre lá e descubra a localização do Guerreiro.\n"

[M_Ep15_CharacterAssassination:GotoPipe MissionObjectiveDefinition]
ProgressMessage="Vá até o duto principal"

[M_Ep15_CharacterAssassination:GotoPipeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O [place]Hyperion Info Stockade[-place] possui toda a informação relacionada à Lilith e também, sobre o local onde se encontra o Guerreiro. Mordecai mandou você se infiltrar no Info Stockade através de um duto de Eridium."

[M_Ep15_CharacterAssassination:GoToPumpingStation MissionObjectiveDefinition]
ProgressMessage="Vá até a estação de bombeamento"

[M_Ep15_CharacterAssassination:GoToPumpingStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua as bombas de Eridium e dirija-se até o [place]Hyperion Info Stockade[-place]."
MissionDescriptionOverride="Mordecai afirma que, ao descobrir onde o Guerreiro está enterrado, Jack estará lá. No [place]Hyperion Info Stockade[-place] encontra-se toda a informação que você precisa.\nMordecai mandou você aumentar a pressão do duto de Eridium que sai da estrutura para poder causar uma explosão e depois, entrar em Info Stockade. Quando tiver feito isso, você poderá entrar no Info Stockade pela abertura causada pela explosão.\n"

[M_Ep15_CharacterAssassination:HyperionElevator MissionObjectiveDefinition]
ProgressMessage="Use o elevador do Info Stockade"

[M_Ep15_CharacterAssassination:Pipeline MissionObjectiveDefinition]
ProgressMessage="Atinja o duto com um veículo"

[M_Ep15_CharacterAssassination:PumpStation2ValveCranked MissionObjectiveDefinition]
ProgressMessage="Sobrecarregue a estação de bombeamento 2"

[M_Ep15_CharacterAssassination:PumpStation3ValveCranked MissionObjectiveDefinition]
ProgressMessage="Sobrecarregue a estação de bombeamento 3"

[M_Ep15_CharacterAssassination:PumpStationThreeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:PumpStationTwoSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:ReturntoClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue a missão para o Mordecai."
MissionDescriptionOverride="Chega de planos. Chega de distrações. É hora de colocar um fim nisso."

[M_Ep15_CharacterAssassination:TakeRecording MissionObjectiveDefinition]
ProgressMessage="Consiga os dados cartográficos"

[M_Ep15_CharacterAssassination:TakeRecordingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep15_CharacterAssassination:UseLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""
